package airlines;

public class Aeroflot extends Airline {
    public Aeroflot() {
        super(
                "Аэрофлот",
                "Россия",
                1923,
                "российская государственно-частная авиакомпания. Полное наименование — публичное акционерное общество «Аэрофлот — " +
                        "российские авиалинии», сокращённое — ПАО «Аэрофлот»",
                "SU",
                "https://www.aeroflot.ru",
                20,
               1200
        );
    }
}
